app/views/questions/_show.html.erb

SELECT "answers".* FROM "answers" WHERE "answers"."question_id" = ?  [["question_id", 1]]
---
<div class="container" style="font-size:  13px;">
	<% @question.answers.each do |answer| %>