app/views/questions/index.html.erb

SELECT "users".* FROM "users"
SELECT COUNT(*) FROM "users"
---
      <div class="btn btn-dark btn-sm btn-block">
        Starks Registrados <span class="badge badge-light"> <%= User.count %>  </span>

SELECT COUNT(*) FROM "answers" WHERE "answers"."question_id" = ?  [["question_id", 1]]
---
       <small class="col-2"><b><%= @questions.count %> </b>preguntas</small>
       <small class="col-2"><b><%= Answer.count %> </b>respuestas</small>