app/controllers/answers_controller.rb

	def create
		question = Question.find(params[:question_id])
		@answers  = question.answers.create(answers_params)
---
SELECT  "questions".* FROM "questions" WHERE "questions"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
INSERT INTO "answers" ("description", "user_id", "question_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["description", "Hello de nuevo"], ["user_id", 9], ["question_id", 1], ["created_at", "2018-03-26 02:15:38.262472"], ["updated_at", "2018-03-26 02:15:38.262472"]]