app/controllers/questions_controller.rb

  def create
    @question = Question.create(questions_params)
---
INSERT INTO "questions" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Bases de datos"], ["description", "¿Como accedo a la base de datos MySQL en RUby?"], ["created_at", "2018-03-21 21:13:47.954981"], ["updated_at", "2018-03-21 21:13:47.954981"]]

 def update
  @question = Question.find(params[:id])
  if @question.update(questions_params)
---
SELECT  "questions".* FROM "questions" WHERE "questions"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
UPDATE "questions" SET "title" = ?, "description" = ?, "updated_at" = ? WHERE "questions"."id" = ?  [["title", "¿Como agrego un espacio en HTML?"], ["description", "Necesito agregar un espacio despues de un div con lenguaje HTML"], ["updated_at", "2018-03-23 03:19:15.799374"], ["id", 7]]

def destroy
  question = Question.find(params[:id])
  question.destroy
---
SELECT  "questions".* FROM "questions" WHERE "questions"."id" = ? LIMIT ?  [["id", 12], ["LIMIT", 1]]
DELETE FROM "questions" WHERE "questions"."id" = ?  [["id", 12]]